a52dec
aalib
accountsservice
acl
adwaita-icon-theme
alsa-lib
alsa-utils
aom
archlinux-keyring
argon2
aspell
at-spi2-atk
at-spi2-core
atk
attr
audiofile
audit
autoconf
automake
avahi
bash
bc
binutils
bison
boost-libs
brotli
btrfs-progs
bubblewrap
bzip2
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cairo
cantarell-fonts
cdparanoia
cifs-utils
cmake
colord
compton
confuse
coreutils
cracklib
cryptsetup
cups
cups-filters
curl
db
dbus
dbus-glib
dconf
desktop-file-utils
device-mapper
dhcpcd
diffutils
dkms
dmenu
dmraid
dnssec-anchors
dosfstools
double-conversion
e2fsprogs
enchant
exiv2
expat
faad2
fakeroot
feh
ffmpeg
fftw
file
filesystem
findutils
flac
flex
fluidsynth
font-bh-ttf
fontconfig
foomatic-db-engine
freetype2
fribidi
fuse-common
fuse2
gamin
gawk
gc
gcc
gcc-libs
gconf
gcr
gd
gdbm
gdk-pixbuf2
geoclue2
gettext
ghostscript
giflib
git
glib-networking
glib2
glibc
gmp
gnupg
gnutls
go
gobject-introspection-runtime
gpgme
gpm
gptfdisk
graphene
graphite
grep
groff
grub
gsettings-desktop-schemas
gsm
gst-plugins-base
gst-plugins-base-libs
gst-plugins-good
gst-plugins-ugly
gst-python2
gstreamer
gtk-chtheme
gtk-update-icon-cache
gtk2
gtk3
gucharmap
guile
gvfs
gzip
harfbuzz
harfbuzz-icu
hplip
hspell
hunspell
hunspell-en_US
hwids
hyphen
i3-gaps
iana-etc
icu
ijs
imagemagick
imlib2
inetutils
iproute2
iptables
iputils
iso-codes
jack
jansson
jasper
jbig2dec
jfsutils
js52
json-c
json-glib
jsoncpp
kbd
keyutils
kmod
krb5
l-smash
lame
lcms2
ldb
ldns
less
libaio
libao
libarchive
libass
libassuan
libasyncns
libatasmart
libatomic_ops
libavc1394
libblockdev
libbluray
libbsd
libbytesize
libcaca
libcanberra
libcap
libcap-ng
libcddb
libcdio
libcdio-paranoia
libconfig
libcroco
libcups
libcurl-gnutls
libdaemon
libdatrie
libdmx
libdrm
libdv
libdvdread
libedit
libelf
libepoxy
libev
libevdev
libevent
libexif
libffi
libfontenc
libgcrypt
libgexiv2
libglvnd
libgme
libgpg-error
libgudev
libgusb
libibus
libice
libid3tag
libidn
libidn2
libiec61883
libimobiledevice
libinput
libjpeg-turbo
libkeybinder3
libksba
libldap
liblouis
liblqr
libmad
libmagick
libmikmod
libmm-glib
libmms
libmnl
libmodplug
libmpc
libmpcdec
libmpdclient
libmpeg2
libnautilus-extension
libnetfilter_conntrack
libnfnetlink
libnfs
libnftnl
libnghttp2
libnl
libnm
libnotify
libnsl
libogg
libomxil-bellagio
libpaper
libpcap
libpciaccess
libpipeline
libplist
libpng
libproxy
libpsl
libpulse
libraqm
libraw1394
librsvg
libsamplerate
libsasl
libseccomp
libsecret
libshout
libsidplay
libsigsegv
libsm
libsndfile
libsoup
libsoxr
libssh
libssh2
libstemmer
libsynctex
libsystemd
libtasn1
libthai
libtheora
libtiff
libtirpc
libtool
libunistring
libunwind
libupnp
libusb
libusbmuxd
libutempter
libutil-linux
libuv
libva
libvdpau
libvisual
libvoikko
libvorbis
libvpx
libwacom
libwbclient
libwebp
libx11
libxau
libxaw
libxcb
libxcomposite
libxcursor
libxdamage
libxdg-basedir
libxdmcp
libxext
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxklavier
libxml2
libxmu
libxpm
libxrandr
libxrender
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxxf86dga
libxxf86vm
libyaml
licenses
lightdm
lightdm-webkit2-greeter
linux
linux-api-headers
linux-firmware
llvm-libs
lm_sensors
lmdb
logrotate
lvm2
lxappearance
lz4
lzo
m4
mailcap
make
man-db
man-pages
mdadm
mesa
mkinitcpio
mkinitcpio-busybox
mozilla-common
mpc
mpd
mpfr
mpg123
mtdev
mutt
nano
nautilus
nautilus-sendto
ncurses
ndctl
neofetch
net-snmp
netctl
nettle
noto-fonts
noto-fonts-emoji
npth
nspr
nss
openal
opencore-amr
openjpeg2
openresolv
openssh
openssl
openssl-1.0
opus
orc
os-prober
p11-kit
pacman
pacman-mirrorlist
pam
pambase
pango
papirus-icon-theme
parted
patch
pciutils
pcre
pcre2
perl
perl-clone
perl-dbi
perl-error
perl-mailtools
perl-timedate
perl-xml-libxml
perl-xml-namespacesupport
perl-xml-sax
perl-xml-sax-base
pinentry
pixman
pkgconf
polkit
poppler
poppler-qt5
popt
portaudio
potrace
procps-ng
psmisc
pulseaudio
pygobject-devel
python
python-appdirs
python-cachecontrol
python-chardet
python-colorama
python-dbus
python-dbus-common
python-distlib
python-distro
python-gobject
python-html5lib
python-idna
python-lockfile
python-msgpack
python-packaging
python-pip
python-progress
python-pyparsing
python-pytoml
python-requests
python-retrying
python-setuptools
python-six
python-urllib3
python-webencodings
python2
python2-appdirs
python2-backports-abc
python2-cachecontrol
python2-cairo
python2-cffi
python2-chardet
python2-colorama
python2-dbus
python2-distlib
python2-distro
python2-futures
python2-gobject
python2-html5lib
python2-idna
python2-ipaddress
python2-lockfile
python2-msgpack
python2-packaging
python2-pip
python2-ply
python2-progress
python2-psutil
python2-pycparser
python2-pykka
python2-pyparsing
python2-pytoml
python2-requests
python2-retrying
python2-setuptools
python2-singledispatch
python2-six
python2-tornado
python2-urllib3
python2-webencodings
qpdf
qt5-base
qt5-script
qt5-svg
quazip
readline
reiserfsprogs
rest
rhash
rofi
rtkit
rtmpdump
run-parts
rxvt-unicode
rxvt-unicode-terminfo
s-nail
screenfetch
sdl2
sed
shadow
shared-mime-info
smbclient
sound-theme-freedesktop
speex
speexdsp
sqlite
startup-notification
sudo
sxiv
sysfsutils
systemd
systemd-sysvcompat
t1lib
taglib
talloc
tar
tdb
termite
termite-terminfo
tevent
texinfo
texlive-bin
texlive-core
texstudio
thin-provisioning-tools
tmux
tracker
tslib
ttf-dejavu
ttf-opensans
ttf-ubuntu-font-family
twolame
tzdata
udisks2
unicode-character-database
unicode-emoji
unzip
upower
usbmuxd
usbutils
util-linux
v4l-utils
vi
vid.stab
vim
vim-runtime
virtualbox-guest-dkms
virtualbox-guest-iso
virtualbox-guest-utils
volume_key
vte-common
vte3
wavpack
wayland
wayland-protocols
webkit2gtk
webrtc-audio-processing
which
wildmidi
wireless_tools
woff2
x264
x265
xbitmaps
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xcb-util-xrm
xclip
xdg-utils
xf86-input-libinput
xf86-video-vesa
xfsprogs
xkeyboard-config
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-font-utils
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-alias
xorg-fonts-encodings
xorg-iceauth
xorg-luit
xorg-mkfontdir
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xdmx
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-server-xwayland
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-util-macros
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xorgproto
xvidcore
xz
yajl
zita-alsa-pcmi
zita-resampler
zlib
zstd
zziplib
