alsa-utils
autoconf
automake
bash
binutils
bison
bzip2
cmake
compton
coreutils
cryptsetup
cups
device-mapper
dhcpcd
diffutils
dmenu
e2fsprogs
fakeroot
feh
file
filesystem
findutils
flex
font-bh-ttf
gawk
gcc
gcc-libs
gconf
gettext
git
glibc
google-chrome
grep
groff
grub
gtk-chtheme
gucharmap
gzip
hplip
i3-gaps
inetutils
iproute2
iputils
jfsutils
less
libcurl-gnutls
libmpdclient
libspotify
libtool
licenses
lightdm-webkit-theme-aether
lightdm-webkit2-greeter
linux
linux-firmware
logrotate
lvm2
lxappearance
m4
make
man-db
man-pages
mdadm
nano
nautilus
neofetch
netctl
noto-fonts-emoji
openssh
openssl-1.0
os-prober
otf-font-awesome-4
otf-san-francisco
pacman
papirus-icon-theme
patch
pciutils
perl
pkgconf
polybar-git
procps-ng
psmisc
pulseaudio
python
python-gobject
python-pip
python2-cffi
python2-pip
reiserfsprogs
rofi
rtmpdump
rxvt-unicode
rxvt-unicode-terminfo
s-nail
screenfetch
sed
shadow
siji-git
spotify
sudo
sxiv
sysfsutils
systemd
systemd-sysvcompat
tar
termite
termsyn-font
texinfo
texlive-core
tmux
ttf-dejavu
ttf-font-awesome-4
ttf-material-icons
ttf-opensans
ttf-symbola
ttf-ubuntu-font-family
unicode-character-database
unicode-emoji
unzip
usbutils
util-linux
vi
vim
vundle-git
which
xclip
xf86-video-vesa
xfsprogs
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-luit
xorg-mkfontdir
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xdmx
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-server-xwayland
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
